Repository: lgiorgi/typepadapp-moderation
Catalog: moderation/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The requested post was not found.
fr: La note demandée ne peut être trouvée

source: This post has been approved by the site moderator.
fr: Votre note a été approuvée par le modérateur du site.

source: Thank you for your report.
fr: Merci de votre retour.

source: Thank you. Your post is awaiting moderation by the Administrator.
fr: Merci. Votre note est en attente de modération par l'administrateur.

source: Sorry; you are not allowed to post to this site.
fr: Désolé, vous n'êtes pas autorisé à créer une note sur ce site.

source: Moderation
fr: Modération

source: Return to
fr: Aller à

source: Sign out
fr: Se déconnecter

source: Moderation for
fr: Modération pour

source: Awaiting Moderation
fr: En attente de modération

source: Flagged Posts
fr: Notes marquées

source: Spam Posts
fr: Notes de spam

source: There are no flagged posts awaiting moderation.
fr: Pas de note marquée en attente de modération

source: This post has no flags.
fr: Cette note n'est pas marquée

source: There are no posts awaiting moderation.
fr: Pas de note en attente de modération

source: There are no spam posts. Hurrah!
fr: Pas de notes de spam. Hourah !

source: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> commented on an <a href="%(url)s">%(type)s post by %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> a laissé un commentaire sur une <a href="%(url)s">%(type)s note de %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.

source: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> commented on a <a href="%(url)s">%(type)s by %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> a laissé un commentaire sur le fichier <a href="%(url)s">%(type)s de %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.

source: Please select a category that most closely reflects your concern about this post.
fr: Merci de sélectionner une catégorie qui reflète le plus précisément ce que vous reprochez à cette note.

source: Reason
fr: Raison

source: Our moderator will review your request and determine if it violates any of our guidelines or is inappropriate. Abusing this feature may result in your account being permanently banned from this site.
fr: Notre modérateur va vérifier votre requête pour confirmer si elle viole nos conditions d'utilisations ou si elle n'est pas convenable. Abuser de cette fonctionnalité peut résulter dans le blocage de votre compte sur ce site de façon permanente.

source: Flag this content for review
fr: Marquer ce contenu

source: Flag
fr: Marquer
